{
  "Academia is to knowledge what prostitution is to love; close enough on the surface but, to the nonsucker, not exactly the same thing.": "I need a qualifier here. There are exceptions, but there are also many known cases in which a prostitute falls in love with a client.",
  "I wonder if those who advocate generosity for its rewards notice the inconsistency, or if what they call generosity is an attractive investment strategy.*": "A generous act is precisely what should aim at no reward, neither financial nor social nor emotional; deontic (unconditional observance of duties), not utilitarian (aiming at some collective—or even individual—gains in welfare). There is nothing wrong with “generous” acts that elicit a “warm glow” or promise salvation to the giver; these are not to be linguistically conflated with deontic actions, those emanating from pure sense of duty.",
  "The book is the only medium left that hasn’t been corrupted by the profane: everything else on your eyelids manipulates you with an ad.": "A comment here. After a long diet from the media, I came to realize that there is nothing that’s not (clumsily) trying to sell you something. I only trust my library. There is nothing wrong with the ownership of the physical book as a manifestation of human weakness, desire to show off, peacock tail–style signaling of superiority, it’s the commercial agenda outside the book that corrupts.",
  "The sacred is all about unconditionals; the profane is all about conditionals.": "For instance, many people said to be unbribable are just too expensive.",
  "In most debates, people seem to be trying to convince one another; but all they can hope for is new arguments to convince themselves.": "Versions of this point have been repeated and rediscovered throughout history—the last convincing one by Montaigne.",
  "When I look at people on treadmills I wonder how alpha lions, the strongest, expend the least amount of energy, sleeping twenty hours a day; others hunt for them. Caesar pontem fecit.": "Literally, “Caesar built a bridge,” but the subtlety is that it can also suggest that “he had a bridge built for him.”",
  "I can predict when an author is about to plagiarize me, and poorly so when he writes that Taleb “popularized” the theory of Black Swan events.": "It is also an indicator that he will imitate, “me, too” style, my business.",
  "Corollary to Moore’s Law: every ten years, collective wisdom degrades by half.": "Moore’s Law stipulates that computational power doubles every eighteen months.",
  "The role of the media is best seen in the journey from Cato the Elder to a modern politician.* Do some extrapolation if you want to be scared.": "Say, Sarah Palin.",
  "Mental clarity is the child of courage, not the other way around. Most info-Web-media-newspaper types have a hard time swallowing the idea that knowledge is reached (mostly) by removing junk from people’s heads.": "The biggest error since Socrates has been to believe that lack of clarity is the source of all our ills, not the result of them.",
  "My biggest problem with modernity may lie in the growing separation of the ethical and the legal.": "Former U.S. Treasury secretary “bankster” Robert Rubin, perhaps the biggest thief in history, broke no law. The difference between legal and ethical increases in a complex system … then blows it up.",
  "Life’s beauty: the kindest act toward you in your life may come from an outsider not interested in reciprocation.": "The flip side: the worst pain inflicted on you will come from someone who at some point in your life cared about you.",
  "Don’t trust a man who needs an income—except if it is minimum wage.": "Those in corporate captivity would do anything to “feed a family.”",
  "Pure generosity is when you help the ingrate. Every other form is self-serving.": "Kantian ethics.",
  "You are only secure if you can lose your fortune without the additional worse insult of having to become humble.": "My great-great-great-great-great grandfather’s rule.",
  "THE LUDIC FALLACY AND DOMAIN DEPENDENCE": "Ludic is Latin for “related to games”; the fallacy prevalent in The Black Swan about making life resemble games (or formal setups) with crisp rules rather than the reverse. Domain dependence is when one acts in a certain way in an environment (say, the gym) and a different way in another.",
  "I suspect that IQ, SAT, and school grades are tests designed by nerds so they can get high scores in order to call each other intelligent.": "Smart and wise people who score low on IQ tests, or patently intellectually defective ones, like former U.S. president George W. Bush, who score high on them (130), are testing the test and not the reverse.",
  "Knowledge is subtractive, not additive—what we subtract (reduction by what does not work, what not to do), not what we add (what to do).": "The best way to spot a charlatan: someone (like a consultant or a stockbroker) who tells you what to do instead of what not to do.",
  "“It is much easier to scam people for billions than for just millions.”": "Inspired by the Madoff episode.",
  "One of the failures of “scientific approximation” in the nonlinear domain comes from the inconvenient fact that the average of expectations is different from the expectation of averages.": "Don’t cross a river, because it is on average four feet deep. This is also known as Jensen’s inequality.",
  "THE SAGE, THE WEAK, AND THE MAGNIFICENT*": "In Aristotle’s Nicomachean Ethics, the megalopsychos, which I translate as the magnificent, is the “great-souled” who thinks of himself as worthy of great things and, aware of his own position in life, abides by a certain system of ethics that excludes pettiness. This notion of great soul, though displaced by Christian ethics advocating humility, remains present in Levantine culture, with the literal Kabir al-nafs. Among other attributes, the magnificent walks slowly.",
  "Mediocre men tend to be outraged by small insults but passive, subdued, and silent in front of very large ones.": "Consider the reaction to the banking and economics establishments.",
  "How superb to become wise without being boring; how sad to be boring without being wise.*": "Looking at Federal Reserve Chairman Ben Bernanke.",
  "Regular men are a certain varying number of meals away from lying, stealing, killing, or even working as forecasters for the Federal Reserve in Washington; never the magnificent.": "I had to read Aristotle’s Nicomachean Ethics Book IV ten times before realizing what he didn’t say explicitly (but knew): the magnificent (megalopsychos) is all about unconditionals."
}
